app/controllers/notities_controller.rb

  def index
    @notities = Notitie.all
---
SELECT * FROM "notities"

  def create
    @notitie = Notitie.new(params[:notitie])
	if @notitie.save
---
INSERT INTO "notities" ("trefwoord", "created_at", "gebruiker", "updated_at", "omschrijving") VALUES('test', '2010-05-07 13:26:52', NULL, '2010-05-07 13:26:52', 'test')

  def show
    @notitie = Notitie.last
---
SELECT * FROM "notities" ORDER BY notities.id DESC LIMIT 1